---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbMassPerFtDashH
source: html/2c39fdf8-a61e-391a-4b3f-ba55c482da21.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbMassPerFtDashH Property

Symbol lb/ft-h, indicating unit Pounds mass per foot hour.

## Syntax (C#)
```csharp
public static ForgeTypeId LbMassPerFtDashH { get; }
```